[
  "What job looks fun, but has a hidden downside?",
  "If you could redesign the human body, what would you change?",
  "What shape should pizzas be, if not circles?",
  "What will people be nostalgic for in 20 years?",
  "Which ancient accomplishment would you want to see firsthand?",
  "If you could visit any time and place in the past, where and when would you go?",
  "If you could visit any time and place in the future, where and when would you go?",
  "If you could use a time machine, would you rather have one that only goes back in time or only goes forward?",
  "What historical event would you most like to have experienced, in whole or in part?",
  "Geography is destiny. Where do you wish you had grown up?",
  "If you could live in another time period but stay in the same place you live now, when would you want to live?",
  "What fictional character do you most relate to?",
  "What have you been meaning to do but haven't yet done? Why haven't you done it?",
  "What is a childhood habit or preference that you'll never outgrow?",
  "What is your favorite word and why?",
  "What is the most ordinary-seeming thing that you find fascinating?",
  "What lesson have you had to learn again and again?",
  "What was your favorite thing about the place you grew up?",
  "What scientific or technological advance blows your mind? Is there any technology that seems so futuristic and advanced you're surprised it actually exists?",
  "What is something that gets more interesting the more you learn about it?",
  "If you lived in a medieval village, what would your job be?",
  "What is something you've done that you recommend everyone do before they die?",
  "What is something you don't realize is weird until you really think about it?",
  "What is a joke you like to tell?",
  "Is there something you wish everybody knew about you without you having to tell them?",
  "What trait do you admire in others but don't possess yourself?",
  "What article of clothing are you really fond of?",
  "What's something you wish you enjoyed but never can seem to?",
  "If you could play any instrument in two hours, which would you choose and how would you use it?",
  "If you could learn any language in two hours, which would you choose and how would you use it?",
  "Have you ever challenged or questioned a belief you held for a long time? What prompted it and what was the result?",
  "What, if anything, is too serious to be joked about?",
  "What's the coolest project (school, work, personal) you've ever worked on?",
  "If you could be any animal, what would you be and why?",
  "What is the worst thing about the place you live?",
  "What is the best thing about the place you live?",
  "Does anybody beside yourself know your deepest secret? Do you ever intend to tell anyone?",
  "What is one small change you made in your life that had a much bigger impact that you anticipated?",
  "What experience are you most proud of yourself for making it through?",
  "What small thing annoys you to an irrational degree?",
  "What are you nostalgic for?",
  "What small, insignificant thing gives you joy?",
  "What's something that exceeded your expectations?",
  "In the movie Inside Out, each person has a set of 'core memories' that define who they are and how they behave. What's one of yours?",
  "What is the biggest mistake you've made that actually turned out alright?",
  "What book, movie, film, or video game had the best ending?",
  "Would you rather know how you die, or when you die?",
  "What is something you had to learn the hard way?",
  "If you could know for certain the answer to any question, what would that question be?",
  "What is a quote that speaks to you, and why do you like it?",
  "What advice do you wish you'd received earlier?",
  "What's a compliment you still remember to this day?",
  "What character trait instantly makes you respect someone?",
  "What expensive thing is absolutely worth the money?",
  "Who do you wish was still alive?",
  "What can you recite from memory?",
  "How long is your ideal lifespan? Would you want to live to 200? 500? 1,000?",
  "What were you woefully unprepared for?",
  "What would you have disagreed with yourself about ten years ago?",
  "What song do you find gets stuck in your head the most often?",
  "What is the worst thing you've ever smelled?",
  "If you have met a celebrity, what was it like?",
  "What is the dumbest purchase you've ever made?",
  "How long do you think you could survive in a remote forest with no tools?",
  "What person in your life would you most want to be stuck in an elevator with for 24 hours?",
  "Do you think humanity will go extinct? How and when do you think it will happen?",
  "What idioms do you find yourself saying often?",
  "What's something you've done so many times, you could do it with your eyes closed?",
  "What instantly makes you feel like a child again?",
  "What is your perfect meal? Describe it—everything from the company to the setting to the music to, of course, the food.",
  "What's the most beautiful view you've ever seen?",
  "How did you and your best friend (or significant other, if applicable) meet?",
  "What activity makes you lose track of time?",
  "When you were a kid, were you excited to be a grownup? What about growing up excited you, if anything?",
  "Do you have a scar with a story?",
  "What physical feature of yours would a caricature artist blow out of proportion?",
  "Which movie has the best opening scene?",
  "Which two people would you love to see box one another? Who would you root for? Realistically, which would win?",
  "Which musical instrument is most annoying?",
  "Which superpower would be the funniest?",
  "Which celebrity or famous person would you choose as a mentor?",
  "They say some people think about a given topic, like the Roman Empire, at least once a day. What is your Roman Empire?",
  "If you could only eat one vegetable for the rest of your life, which would it be?",
  "If you could only eat one dessert for the rest of your life, which would it be?",
  "If you could only eat one fruit for the rest of your life, which would it be?",
  "Our brains chose to call themselves 'brains'. What would you rename them to be instead?",
  "What do you think you'll be doing ten years from now?",
  "What is the spiciest thing you've ever eaten?",
  "What is your plan for a zombie apocalypse?",
  "Which decade had the best fashion?",
  "Which decade had the best music?",
  "Which decade had the best movies?",
  "What is something you held onto longer than you should have?",
  "Where did you used to go that you don't go to anymore?",
  "What song lyrics have you committed to memory?",
  "What is a quote that sticks with you?",
  "What makes a great pizza?",
  "What two tastes go great together?",
  "Who was the greatest starship captain in all of science fiction?",
  "What is the best way to eat a potato?",
  "What is the best way to eat an egg?",
  "Without saying what the category is, what are your top three?",
  "What makes you optimistic about the future?",
  "If a movie were remade from the point of view of another character besides the protagonist, which would be the most interesting to watch?",
  "If you had to write your life story in emojis, which would you choose?",
  "What type of bread is best fresh?",
  "What gadget should totally exist but nobody has invented it yet?",
  "Which body part would you replace with a robot part if you could?",
  "What is the best way to cut a sandwich?",
  "What condiment or ingredient is mandatory on your hamburger?",
  "What should your language have a word for that it lacks currently?",
  "What turns a regular kitchen into a cozy kitchen?",
  "What popular book or movie have you never gotten around to reading or watching?",
  "Who's Batman's greatest enemy?",
  "Why is a manhole cover round?"
]
